<?php

$spisak=[
    "a1"=>"ЕТЕВ-01 Сервисирање мотора,",
    "b1"=>"поправка светлосне опреме и",
    "c1"=>"дијагностика система убризгавања",

    "a2"=>"ЕТЕВ-02 Тестирање мотора и",
    "b2"=>"система стабилности,",
    "c2"=>"подешавање светлосне опреме",

     "a3"=> "ЕТЕВ-03 Провера моторног простора,", 
     "b3"=> "поправка светлосне опреме и",
     "c3"=> "дијагностика система безбедности",

    "a4"=>"ЕТЕВ-04 Сервисирање мотора,",
    "b4"=>"поправка светлосне опреме и",
    "c4"=>"провера система климатизације",

    "a5"=>"ЕТЕВ-05 Расклапање мотора,",
    "b5"=>"провера система за напајање енергијом и",
    "c5"=>"дијагностика система убризгавања",

    "a6"=>"ЕТЕВ-06 Сервисирање мотора,",
    "b6"=>"поправка система за напајање енергијом и",
    "c6"=>"дијагностика система стабилности",

    "a7"=>"ЕТЕВ-07 Склапање мотора,",
    "b7"=>"испитивање система за стартовање и",
    "c7"=>"дијагностика система безбедности",

    "a8"=>"ЕТЕВ-08 Поправка дизел мотора,",
    "b8"=>"сервисирање система за снабдевање енергијом и",
    "c8"=>"дијагностика електронских система",

    "a9"=>"ЕТЕВ-09 Сервисирање мотора,",
    "b9"=>"сервисирање додатне електричне опреме и",
    "c9"=>"дијагностика и поправка система за убризгавање",

    "a10"=>"ЕТЕВ-10 Поправка дизел мотора и",
    "b10"=>"додатне електричне опреме,",
    "c10"=>"дијагностика система стабилности",

    "a11"=>"ЕТЕВ-11 Сервисирање мотора,",
    "b11"=>"поправка система за прање стакала и",
    "c11"=>"дијагностика система безбедности",
    
    "a12"=>"ЕТЕВ-12 Тестирање мотора,",
    "b12"=>"поправка брисача и",
    "c12"=>"провера система климатизације",
    
    "a13"=>"ЕТЕВ-13 Провера кочионог система,",
    "b13"=>"уградња система ксенон сијалица и",
    "c13"=>"дијагностика система убризгавања",
    
    "a14"=>"ЕТЕВ-14 Сервисирање кочионог система,",
    "b14"=>"поправка светлосне опреме и",
    "c14"=>"тестирање система стабилности",
    
    "a15"=>"ЕТЕВ-15 Сервисирање кочионог система,",
    "b15"=>"подешавање светлосне опреме и",
    "c15"=>"дијагностика система безбедности",
    
    "a16"=>"ЕТЕВ-16 Тестирање кочионог система,",
    "b16"=>"поправка светлосне опреме и",
    "c16"=>"провера система климатизације",

    "a17"=>"ЕТЕВ-17 Сервисирање кочионог система,",
    "b17"=>"провера система за напајање енергијом и",
    "c17"=>"тестирање система паљења",
    
    "a18"=>"ЕТЕВ-18 Сервисирање кочионог система,",
    "b18"=>"сервисирање алтернатора и",
    "c18"=>"тестирање система стабилности",
    
    "a19"=>"ЕТЕВ-19 Сервисирање кочионог система,",
    "b19"=>"сервисирање електропокретача и",
    "c19"=>"тестирање система безбедности",
    
    "a20"=>"ЕТЕВ-20 Сервисирање кочионог система,",
    "b20"=>"испитивање електропокретача и",
    "c20"=>"провера система климатизације",

    "a21"=>"ЕТЕВ-21 Сервисирање кочионог система,",
    "b21"=>"сервисирање додатне електричне опреме и",
    "c21"=>"дијагностика и сервисирање система за убризгавање",
    
    "a22"=>"ЕТЕВ-22 Сервисирање кочионог система,",
    "b22"=>"сервисирање додатне електричне опреме и",
    "c22"=>"дијагностика система стабилности",
    
    "a23"=>"ЕТЕВ-23 Сервисирање кочионог система,",
    "b23"=>"поправка брисача и дијагностика и",
    "c23"=>"тестирање система безбедности",
    
    "a24"=>"ЕТЕВ-24 Сервисирање кочионог система,",
    "b24"=>"поправка додатне електричне и",
    "c24"=>"електронске опреме",

    "a25"=>"ЕТЕВ-25 Тестирање система за управљање,",
    "b25"=>"поправка показивача правца и", 
    "c25"=>"система убризгавања",
    
    "a26"=>"ЕТЕВ-26 Сервисирање система за управљање,",
    "b26"=>"подешавање светлосне опреме и",
    "c26"=>"дијагностика система стабилности",
    
    "a27"=>"ЕТЕВ-27 Сервисирање система за управљање,",
    "b27"=>"поправка светлосне опреме и",
    "c27"=>"система централног закључавања",
    
    "a28"=>"ЕТЕВ-28 Тестирање система за управљање,",
    "b28"=>"поправка стоп светла и",
    "c28"=>"система климатизације",
    
    "a29"=>"ЕТЕВ-29 Сервисирање серво система за управљање,",
    "b29"=>"система за снабдевање енергијом и",
    "c29"=>"система за убризгавање",

    "a30"=>"ЕТЕВ-30 Тестирање система за управљање,",
    "b30"=>"поправка система за напајање енергијом и",
    "c30"=>"дијагностика система стабилности",
    
    "a31"=>"ЕТЕВ-31 Сервисирање система за управљање,",
    "b31"=>"поправка система за напајање енергијом и", 
    "c31"=>"дијагностика система безбедности",
    
    "a32"=>"ЕТЕВ-32 Сервисирање серво система за управљање,",
    "b32"=>"замена електропокретача и",
    "c32"=>"уградња радио/мултимедијалног уређаја",
    
    "a33"=>"ЕТЕВ-33 Тестирање система за управљање,",
    "b33"=>"сервисирање додатне електричне опреме и",
    "c33"=>"поправка система убризгавања",
    
    "a34"=>"ЕТЕВ-34 Тестирање система за управљање,",
    "b34"=>"сервисирање додатне електричне опреме и",
    "c34"=>"поправка система стабилности",
    
    "a35"=>"ЕТЕВ-35 Сервисирање система за управљање,",
    "b35"=>"сервисирање додатне електричне опреме и", 
    "c35"=>"поправка алармног система",
    
    "a36"=>"ЕТЕВ-36 Тестирање система за управљање,",
    "b36"=>"сервисирање додатне електричне и", 
    "c36"=>"електронске опреме",
    
    "a37"=>"ЕТЕВ-37 Тестирање система вешања,",
    "b37"=>"подешавање светлосне опреме и",
    "c37"=>"тестирање система паљења",
    
    "a38"=>"ЕТЕВ-38 Поправка система вешања,",
    "b38"=>"поправка сигналне опреме и",
    "c38"=>"дијагностика система стабилности",
    
    "a39"=>"ЕТЕВ-39 Поправка система вешања,",
    "b39"=>"сигналне опреме и",
    "c39"=>"дијагностика система безбедности",

    "a40"=>"ЕТЕВ-40 Поправка система вешања,",
    "b40"=>"поправка светлосне опреме и",
    "c40"=>"система климатизације",
    
    "a41"=>"ЕТЕВ-41 Тестирање система вешања,",
    "b41"=>"система за снабдевање енергијом и",
    "c41"=>"система за убризгавање",
    
    "a42"=>"ЕТЕВ-42 Поправка система вешања,",
    "b42"=>"сервисирање електропокретача и",
    "c42"=>"дијагностика система стабилности",
    
    "a43"=>"ЕТЕВ-43 Поправка система вешања,",
    "b43"=>"сервисирање алтернатора и",
    "c43"=>"система централног закључавања",
    
    "a44"=>"ЕТЕВ-44 Поправка система вешања,",
    "b44"=>"поправка система за напајање енергијом и",
    "c44"=>"система климатизације",
    
    "a45"=>"ЕТЕВ-45 Поправка система вешања,",
    "b45"=>"сервисирање додатне електричне опреме и",
    "c45"=>"сервисирање система убризгавања",
    
    "a46"=>"ЕТЕВ-46 Тестирање система вешања,",
    "a46"=>"сервисирање додатне електричне опреме и",
    "a46"=>"дијагностика система стабилности",
    
    "a47"=>"ЕТЕВ-47 Сервисирање система вешања,",
    "b47"=>"сервисирање додатне електричне опреме и",
    "c47"=>"поправка аларма",
    
    "a48"=>"ЕТЕВ-48 Поправка система вешања,",
    "b48"=>"сервисирање додатне електричне опреме и",
    "c48"=>"поправка система климатизације",
    
    ];


//Fiksni delovi uverenja i diplome u zavisnosti od odeljenja e41 ili e42

$fiksuverenjae41="1141/";
$fiksuverenjae42="1142/";
$datuverenja=" од 14.06.2016. год.";

$fiksdiplomee41="1241/";
$fiksdiplomee42="1242/";
$datdiplome=" од 26.06.2017.";
?>















